Repository: greenfrvr/themoviedb-ios
Catalog: *.lproj/Localizable.strings
Languages: ru

source: Invalid login and/or password
ru: Неверные данные для входа

# Check your sign-in data
source: You have entered invalid login and/or password. Please check it carefully.
ru: Пожалуйста проверьте корректность введенных логина и пароля.

source: Login is missing
ru: Введите логин

source: Password is missing
ru: Введите пароль

source: Something went wrong
ru: Что то пошло не так

source: Please come back to app again later
ru: Пожалуйста попробуйте позже

source: Please fill required fields
ru: Пожалуйста заполните необходимые поля

source: OK, Got it
ru: OK, понял

source: Last update: %@
ru: Последнее обновление: %@

source: Pick an action
ru: Выберите действие

source: Share
ru: Поделиться

source: Open homepage
ru: Открыть домашнюю страницу

source: Open IMDB page
ru: Открыть страницу IMDB

source: Add to my list
ru: Добавить в мою подборку

source: Back
ru: Назад

source: Delete list
ru: Удалить подборку

source: List removing
ru: Удаление подборки

# Are you sure you want to remove this list?
source: Are you sure you want to remove this list? (Can't be undone)
ru: Вы уверены что хотите удалить эту подборку? (Действие нельзя будет отменить)

source: Cancel
ru: Отмена

source: Remove
ru: Удалить

source: What do you want to do with this show?
ru: Что вы хотите сделать с этой передачей?

source: What do you want to do with this movie?
ru: Что вы хотите сделать с этим фильмом?

source: What do you want to do with this person?
ru: Что вы хотите сделать с этим человеком?

source: What do you want to do with this list?
ru: Что вы хотите сделать с этой подборкой?

source: Movie
ru: Фильмы

source: TV Show
ru: Телепередачи

source: People
ru: Люди

source: Favorite list
ru: Избранное

# Movie added to favorites
source: This movie was added to your favorites list
ru: Фильм был добавлен в избранное

# Movie removed from favorites
source: This movie was removed from your favorites list
ru: Фильм был удален из списка избранных

# TV added to favorites
source: This TV show was added to your favorites list
ru: Телепередача была добавлена в избранное

# TV removed from favorites
source: This TV show was removed from your favorites list
ru: Телепередача была удалена из списка избранных

source: Watchlist
ru: Смотреть позже

# Movie added to watchlist
source: This movie was added to your watchlist
ru: Вы решили посмотреть этот фильм позже

# Movie removed from watchlist
source: This movie was removed from your watchlist
ru: Вы решили не смотреть этот фильм позже

# TV added to watchlist
source: This TV show was added to your watchlist
ru: Вы решили посмотреть эту телепередачу позже

# TV removed from watchlist
source: This TV show was removed from your watchlist
ru: Вы решили не смотреть эту телепередачу позже

# Homescreen access
source: Homescreen access (3D Touch)
ru: Доступ с домашного экрана (3D Touch)

source: Open compilation details
ru: Открыть детали подборки
